Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Assessment heading
ca_es: Capçalera de les valoracions

source: Assessment details
ca_es: Detalls de les valoracions

source: Note that this assessment section will only show if assessment rules have been set and assessment mode is activated.
ca_es: Tingui en compte que aquesta secció de valoracions només es mostrarà si s'han establert les regles de valoració i el mode de valoració està actiu.

source: Second choice
ca_es: Segona opció

source: Third choice
ca_es: Tercera opció

source: Import template
ca_es: Importar plantilla

source: Imported template files for
ca_es: Arxius importats de la plantilla per

source: Folder
ca_es: Carpeta

source: Template upgrade summary
ca_es: Sumari d'actualització de la plantilla

source: Open imported template
ca_es: Plantilla importada oberta

source: Answer
ca_es: Resposta

source: Some text in this answer
ca_es: Algún text en aquesta resposta

source: One
ca_es: Un

source: Two
ca_es: Dos

source: Three
ca_es: Tres

source: Uploaded template file
ca_es: Arxiu de plantilla pujat

source: Select template ZIP file:
ca_es: Seleccioni l'arxiu ZIP de la plantilla:

source: Import template ZIP archive
ca_es: Importar plantilla en arxiu ZIP

source: Thank you!
ca_es: Gràcies!

source: Your survey responses have been recorded.
ca_es: Les seves respostes han estat desades correctament.

source: Survey name (ID)
ca_es: Nom de l'enquesta (ID)

source: Your answer
ca_es: La vostra resposta

source: Submission date
ca_es: Data d'enviament

source: This is a sample question text. The user was asked to enter a date.
ca_es: Aquest és un text d'exemple de pregunta. S'ha demanat a l'usuari que introdueixi una data.

source: This is another sample question text - asking for number.
ca_es: Aquest és un altre text d'exemple de pregunta - demanant un número.

source: This is one last sample question text - asking for some free text.
ca_es: Aquest és l'ultim text d'exemple de pregunta - demanant per algun text lliure.

source: This file type is not allowed to be uploaded.
ca_es: No està permès pujar aquest tipus de fitxers.

source: Template editor
ca_es: Editor de plantilles

source: Note: This is a standard template.
ca_es: Nota: Això és una plantilla estàndard.

source: If you want to edit it %s please copy it first%s.
ca_es: Si vols editar-ho %s siusplau, copia-ho primer%s.

source: Copy Template
ca_es: Copiar Plantilla

source: Please enter the name for the copied template:
ca_es: Si us plau, introdueixi el nom per a la plantilla copiada:

source: copy_of_
ca_es: còpia_de_

source: Export Template
ca_es: Exportar Plantilla

source: Please change the directory permissions of the folders /tmp and /upload/templates in order to enable this option.
ca_es: Canvieu els permisos dels directoris de les carpetes /tmp i /carregar/templates per tal d'activar aquesta opció

source: Export template
ca_es: Exportar plantilla

source: Copy template
ca_es: Copiar plantilla

source: Rename this template to:
ca_es: Renombrar aquesta plantilla a:

source: Rename this template
ca_es: Renombrar aquesta plantilla

source: Are you sure you want to delete this template?
ca_es: Està segur que vol eliminar aquesta plantilla?

source: Delete this template
ca_es: Eliminar aquesta plantilla

source: Please change the directory permissions of the folder %s in order to enable this option
ca_es: Canvieu els permisos del directori de la carpeta %s per tal d'activar aquesta opció

source: Screen:
ca_es: Pantalla:

source: Create new template called:
ca_es: Crear una nova plantilla anomenada:

source: NewTemplate
ca_es: Nova Plantilla

source: Create new template
ca_es: Crear una nova plantilla

source: Nothing to translate on this page
ca_es: Res a traduir en aquesta pàgina

source: Loading translations
ca_es: Carregant traduccions

source: There was an error using the Google API.
ca_es: Hi ha hagut un error a l'utilitzar la Google API.

source: Detailed Error
ca_es: Error detallat

source: Translate survey
ca_es: Traduir enquesta

source: Auto Translate
ca_es: Traducció Autormàtica

source: Tempdir %s is not writable
ca_es: No és possible escriure al directori temporal %s

source: Updater file is not writable (%s). Please set according file permissions.
ca_es: L'arxiu per l'actualització no es pot escriure (%s). Si us plau, estableixi el permissos adequats.

source: There was a problem downloading the updater file. Please try to restart the update process.
ca_es: Hi ha hagut un error descarregant l'arxiu d'actualització. Si us plau, provi a reiniciar el procès de actualització.

source: ComfortUpdate step %s
ca_es: Actualització de confort (ConfortUpdate) pas %s

source: On requesting the update information from limesurvey.org there has been an error:
ca_es: Hi ha hagut un error al sol·licitar la informació d'actualització a limesurvey.org:

source: Update server busy
ca_es: Servidor d'actualitzacions ocupat

source: The update server is currently busy. This usually happens when the update files for a new version are being prepared.
ca_es: El servidor d'actualitzacions es troba ocupat. Això sol passar quan s'estàn preparant els arxius d'actualització per una nova versió.

source: Please be patient and try again in about 10 minutes.
ca_es: Si us plau, tingui paciència i intenti-ho de nou en uns 10 minuts.

source: Back to global settings
ca_es: Tornar a la configuració global

source: Checking existing LimeSurvey files...
ca_es: Comprovant arxius existents de LimeSurvey...

source: Warning: The following files/directories need to be updated but their permissions are set to read-only.
ca_es: Atenció: cal actualitzar els següents fitxers/directoris, pero teniu permisos només de lectura.

source: You must set according write permissions on these filese before you can proceed. If you are unsure what to do please contact your system administrator for advice.
ca_es: Heu de fixar el permisos d'escriptura adients per aquests arxius abans de continuar. Si no esteu segurs de que fer, contacteu amb l'administrador del sistema.

source: The following files would be added by the update but already exist. This is very unusual and may be co-incidental.
ca_es: Els següents arxius que haurien d'introduir-se amb l'actualització ja existeixen. Això és molt poc corrent i es pot tractar d'una coincidència.

source: We recommend that these files should be replaced by the update procedure.
ca_es: Recomanem que aquests arxius siguin substituïts mitjançant el procès d'actualització.

source: The following files will be modified or deleted but were already modified by someone else.
ca_es: Els següents fitxers seran modificats o suprimits, però ja van ser modificats per una altra persona.

source: When checking your file permissions we found one or more problems. Please check for any error messages above and fix these before you can proceed.
ca_es: S'han trobat un o més errors mentre es comprovaven els permisos dels arxius. Si us plau, abans de procedir, comprovi tots els missatges d'error que apareixen a la part superior.

source: Please check any problems above and then proceed to the next step.
ca_es: Si us plau, comprovi els errors que apareguin a sobre i, a continuació, passi al següent pas.

source: Proceed to step %s
ca_es: Procedir al pas %s

source: Your update key is invalid and was removed.
ca_es: La seva clau d'actualització no era vàlida i s'ha esborrat.

source: New files were successfully installed.
ca_es: S'han instal·lat correctament nous arxius.

source: There was a problem downloading the update file. Please try to restart the update process.
ca_es: Hi ha hagut un problema al descarregar l'arxiu d'actualització. Si us plau, provi de reiniciar el procés d'actualització.

source: Buildnumber was successfully updated to %s.
ca_es: El número de versió s'ha actualitzat correctament a %s.

source: The update is now complete!
ca_es: S'ha completat l'actualització!

source: As a last step you should clear your browser cache now.
ca_es: Com a últim pas, heu de netejar la memòria cau (cache) del vostre navegador.

source: Creating DB & file backup
ca_es: Creant la còpia de seguretat de la bases de dades i els arxius

source: Creating file backup...
ca_es: Creant còpia de seguretat d'arxiu...

source: Creating database backup...
ca_es: S'esta creant una còpia de seguretat de la base de dades...

source: Please check any problems above and then proceed to the final step.
ca_es: Si us plau, comprovi els errors que apareguin a sobre i, llavors, passi al darrer pas.

source: Welcome to the ComfortUpdate
ca_es: Benvingut a l'Actualització Còmode

source: The LimeSurvey ComfortUpdate is an easy procedure to quickly update to the latest version of LimeSurvey.
ca_es: L'Actualització Còmode (ComfortUpdate) de LimeSurvey és un procediment senzill per a actualitzar a la darrera versió de LimeSurvey.

source: The following steps will be done by this update:
ca_es: Aquesta actualització durà a terme els següents passos:

source: Your LimeSurvey installation is checked if the update can be run successfully.
ca_es: Es comprovarà la instal·lació del LimeSurvey per tal de confirmar que es pot actualitzar.

source: Your DB and any changed files will be backed up.
ca_es: Es desarà una còpia de seguretat de la seva base de dades i de qualsevol arxiu que hagi sofert canvis.

source: New files will be downloaded and installed.
ca_es: Es descarregaran i instal·laran nous arxius.

source: If necessary the database will be updated.
ca_es: En cas que sigui necessari, s'actualitzarà la base de dades.

source: Checking basic requirements...
ca_es: Revisant els requisits bàsics...

source: Version file is not writable (%s). Please set according file permissions.
ca_es: No es pot escriure l'arxiu de versió (%s). Si us plau, assigni-li els permisos adequats.

source: Change log
ca_es: Històric de canvis

source: When checking your installation we found one or more problems. Please check for any error messages above and fix these before you can proceed.
ca_es: S'ha/-n trobat un o més problemes mentre es revisava la seva instal·lació. Si us plau verifiqui tots els missatges d'error de sobre i solucioni'ls abans de continuar.

source: Everything looks alright. Please proceed to the next step.
ca_es: Tot sembla correcte. Si us plau, procedeixi al proper pas.

source: RemoteControl is available using %s for transport and exposes the following functionality:
ca_es: El control remot (RemoteControl) està disponible mitjançant %s pel transport i habilita les següents funcions:

source: Identifier
ca_es: Identificador

source: Date Saved
ca_es: Data Guardada

source: Edit entry
ca_es: Editar entrada

source: Delete entry
ca_es: Eliminar entrada

source: Saved Responses
ca_es: Respostes desades

source: Saved Responses:
ca_es: Respostes desades:

source: Forgot your password?
ca_es: Heu oblidat la contrasenya?

source: Recover your password
ca_es: Recuperar la teva contrasenya

source: To receive a new password by email you have to enter your user name and original email address.
ca_es: Per rebre una nova contrasenya per correu electrònic, ha d'introduir el seu nom d'usuari i adreça de correu electrònic original.

source: User name
ca_es: Nom d'usuari

source: Check data
ca_es: Verificar data

source: Login
ca_es: Iniciar Sessió

source: Maximize
ca_es: Maximitza

source: Minimize
ca_es: Minimitza

source: General filters
ca_es: Filtres generals

source: You do not have the GD Library installed. Showing charts requires the GD library to function properly.
ca_es: No té instal·lada la llibreria GD. La llibreria GD és necessària per a poder mostrar gràfiques correctament.

source: visit http://us2.php.net/manual/en/ref.image.php for more information
ca_es: visiti http://us2.php.net/manual/en/ref.image.php per a més informació

source: You do not have the Freetype Library installed. Showing charts requires the Freetype library to function properly.
ca_es: No té instal·lada la llibreria Freetype. La llibreria Freetype és necessària per a poder mostrar gràfiques correctament.

source: Data selection
ca_es: Selecció de la informació

source: Include:
ca_es: Incloure:

source: View summary of all available fields
ca_es: Veure resum de tots els camps disponibles

source: Count stats for each question based only on the total number of responses for which the question was displayed
ca_es: Comptar estadístiques per a cada pregunta basant-se només en el nombre total de respostes per les quals s'ha mostrat la pregunta

source: Subtotals based on displayed questions
ca_es: Subtotal basat en les preguntes mostrades

source: Statistics report language
ca_es: Idioma de l'informe estadístic

source: Response ID
ca_es: ID de la resposta

source: Greater than:
ca_es: Més de:

source: Less than:
ca_es: Menys de:

source: Equals:
ca_es: Iguals:

source: Later than:
ca_es: Posterior a:

source: Earlier than:
ca_es: Anterior a:

source: Output options
ca_es: Opcions de sortida

source: Show text responses inline:
ca_es: Mostra les respostes de text entre línies:

source: Show graphs
ca_es: Mostrar gràfics

source: Select output format
ca_es: Seleccioni el format de sortida

source: View statistics
ca_es: Mostra les estadístiques

source: Clear
ca_es: Eliminar

source: Response filters
ca_es: Filtres de la resposta

source: Number greater than
ca_es: Número més gran que

source: Number less than
ca_es: Nombre més petit que

source: Responses containing
ca_es: Respostes que contenen

source: Number of files greater than
ca_es: Nombre de fitxers més grans que

source: Number of files less than
ca_es: Nombre de fitxers menors que

source: Date (YYYY-MM-DD) equals
ca_es: Data (AAAA-MM-DD) igual a

source: Date is
ca_es: La data és

source: AND/OR Date is
ca_es: La data I/O és

source: Statistics
ca_es: Estadístiques

source: Export results
ca_es: Exporta els resultats

source: Filtered from statistics script
ca_es: Filtrat des de l'script d'estadístiques

source: Single response: ID %s
ca_es: Resposta única: ID %s

source: Range:
ca_es: Rang

source: to
ca_es: fins

source: Completion state
ca_es: Estat de finalització

source: Headings
ca_es: Capçaleres

source: Question code
ca_es: Codi de pregunta

source: Abbreviated question text
ca_es: Text abreviat de la pregunta

source: Full question text
ca_es: Text complert de la pregunta

source: Convert spaces in question text to underscores
ca_es: Convertir espais del text de les preguntes a barres baixes (_)

source: Answer codes
ca_es: Codis de resposta

source: Convert Y to
ca_es: Convertir Y a

source: Convert N to
ca_es: Convertir n a

source: Full answers
ca_es: Respostes completes

source: CSV File (All charsets)
ca_es: Arxiu CSV (tots els grups de caràcters)

source: Microsoft Excel (All charsets)
ca_es: Microsoft Excel (Totes les codificacions)

source: (Iconv Library not installed)
ca_es: (la llibreria Iconv no està instal·lada)

source: Column control
ca_es: Control de columnes

source: Choose columns
ca_es: Seleccioneu columnes

source: Help
ca_es: Ajuda

source: Your survey contains more than 255 columns of responses. Spreadsheet applications such as Excel are limited to loading no more than 255. Select the columns you wish to export in the list below.
ca_es: El seu qüestionari conté més de 255 columnes de respostes. Les aplicacions de Fulles de Càlcul, tenen un límit de 255 columnes. Seleccioni les columnes a exportar de la següent llista.

source: Choose the columns you wish to export.
ca_es: Triï les columnes que desitja exportar.

source: Choose token fields
ca_es: Trieu els camps de token

source: Your survey can export associated token data with each response. Select any additional fields you would like to export.
ca_es: Pot exportar dades de claus associades a l'enquestat/da de cada resposta. Seleccioni els camps addicionals que desitja exportar.

source: Export data
ca_es: Exportar les dades

source: Export result data to R
ca_es: Exportar els resultats a R

source: Data selection:
ca_es: Selecció d'informació:

source: Step 1:
ca_es: Pas 1:

source: Export R syntax file
ca_es: Exportar arxiu de sintaxi R

source: Step 2:
ca_es: Pas 2:

source: Export .csv data file
ca_es: Exportar arxiu de dades .csv

source: Instructions for the impatient
ca_es: Instruccions per a impacients

source: Download the data and the syntax file.
ca_es: Descarregar les dades i l'arxiu de sintaxi.

source: Save both of them on the R working directory (use getwd() and setwd() on the R command window to get and set it)
ca_es: Desar ambdós al directori de treball de R (usar getwd() i setwd() a la finestra de comandes de R per a obtenir-lo i assignar-lo)

source: digit: source("%s", encoding = "UTF-8") on the R command window
ca_es: escriviu: source("%s", encoding = "UTF-8") a la finestra de comandes R

source: Your data should be imported now, the data.frame is named "data", the variable.labels are attributes of data ("attributes(data)$variable.labels"), like for foreign:read.spss.
ca_es: Les seves dades s'haurien d'importar ara, el data.frame s'anomena "data", les variable.labels són atributs de data ("attributes(data)$variable.labels"), com per foreign:read.spss.

source: View response
ca_es: Mostra la resposta

source: Export survey
ca_es: Exporta l'enquesta

source: File extension
ca_es: Extensió del fitxer

source: For easy opening in MS Excel, change the extension to 'tab' or 'txt'
ca_es: Per a facilitar l'obertura a MS Excel, canvii l'extensió a 'tab' o 'txt'

source: Export result data to SPSS
ca_es: Exportar les dades del resultat a SPSS

source: SPSS version:
ca_es: Versió del SPSS:

source: Prior to 16
ca_es: Anterior a 16

source: 16 or up
ca_es: 16 o més

source: Export syntax
ca_es: Sintaxi d'exportació

source: Download the data and the syntax file
ca_es: Descarregar l'arxiu de dades i de sintaxis

source: Open the syntax file in SPSS in Unicode mode
ca_es: Obrir l'arxiu de sintaxi al SPSS en mode Unicode

source: Edit the 4th line and complete the filename with a full path to the downloaded data file
ca_es: Modifiqueu la cuarta línia i completeu el nom de l'arxiu amb la ruta complerta a l'arxiu de dades descarregat

source: Choose 'Run/All' from the menu to run the import
ca_es: Trieu "Excecutar/Tot" del menú per arrencar la importació

source: Your data should be imported now
ca_es: Les seves dades seràn importades ara

source: Editing user group (Owner: %s)
ca_es: Editant grup d'usuaris (Propietari: %s)

source: Name:
ca_es: Nom:

source: Update user group
ca_es: Actualitzar grup d'usuari

source: User group
ca_es: Grup d'usuaris

source: Mail to all Members
ca_es: Enviar un missatge de correu electrònic a tots els Membres

source: Edit current user group
ca_es: Editar aquest grup d'usuaris

source: Delete current user group
ca_es: Esborrar aquest grup d'usuaris

source: User groups
ca_es: Grups d'usuaris

source: Add new user group
ca_es: Afegir nou grup d'usuaris

source: Add user group
ca_es: Afegeix un grup d'usuaris

source: Add group
ca_es: Afegir grup

source: Group members
ca_es: Membres del grup

source: Delete this user from group
ca_es: Eliminar aquest usuari de grup

source: Send me a copy:
ca_es: Enviar-me una còpia:

source: Subject:
ca_es: Assumpte:

source: Message:
ca_es: Missatge:

source: Send
ca_es: Enviar

source: There are no groups available.
ca_es: No hi ha grups disponibles

source: Assessment rules
ca_es: Regles d'avaluació

source: Scope
ca_es: Abast

source: Group
ca_es: Grup

source: No question group found.
ca_es: No s'ha trobat grup de preguntes

source: Minimum
ca_es: Mínim

source: Maximum
ca_es: Màxim

source: Heading
ca_es: Capçalera

source: Choose one of the following answers
ca_es: Esculli una de les següents respostes

source: Double-click or drag-and-drop items in the left list to move them to the right - your highest ranking item should be on the top right, moving through to your lowest ranking item.
ca_es: Feu doble clic o bé agafeu i arrosegueu els elements de la llista de l'esquerra per tal de moure'ls cap a la llista de la dreta. L'element més gran del rànquing ha de ser a la posició més alta, mentre que el darrer element ha de ser a la posició més baixa.

source: Check any that apply
ca_es: Seleccioni les que corresponguin

source: Choose your language
ca_es: Triï el seu idioma

source: You cannot proceed until you enter some text for one or more questions.
ca_es: No pot continuar fins que no completi una o més preguntes.

source: One or more mandatory questions have not been answered. You cannot proceed until these have been completed.
ca_es: Una o més preguntes obligatòries no han estat contestades. No podrà continuar fins que no les respongui.

source: One or more questions have not been answered in a valid manner. You cannot proceed until these answers are valid.
ca_es: Una o més preguntes no han estat contestades correctament. No podrà continuar fins que les respostes siguin vàlides.

source: One or more file have either exceeded the filesize/are not in the right format or the minimum number of required files have not been uploaded. You cannot proceed until these have been completed
ca_es: Un o més fitxers o bé han superat la mida del fitxer i/o no estan en el format correcte; o bé el nombre mínim d'arxius necessaris no s'han carregat. No pot continuar fins que aixó s'hagi completat correctament.

source: Your time to answer this question has expired
ca_es: Ha expirat el temps per a respondre aquesta pregunta.

source: Time remaining
ca_es: Temps restant

source: Your time to answer this question has nearly expired. You have {TIME} remaining.
ca_es: Gairebé ha finalitzat el temps de què disposa per a contestar aquesta pregunta. Disposa de {TIME}.

source: hours
ca_es: hores

source: seconds
ca_es: segons

source: Day
ca_es: Dia

source: Month
ca_es: Mes

source: Jan
ca_es: Gen

source: Apr
ca_es: Abr

source: May
ca_es: Mai

source: Aug
ca_es: Ago

source: Sep
ca_es: Set

source: Year
ca_es: Any

source: Hour
ca_es: Hora

source: Minute
ca_es: Minut

source: Other:
ca_es: Altre:

source: Other answer
ca_es: L'altre resposta

source: Please enter your comment here
ca_es: Si us plau, introdueixi el seu comentari aquí

source: Make a comment on your choice here:
ca_es: Comenti la seva opció aquí:

source: Upload files
ca_es: Pujar arxius

source: Upload your files
ca_es: Pugi els seus arxius

source: Return to survey
ca_es: Tornar a l'enquesta

source: File name
ca_es: Nom de l'arxiu

source: Error: This question has no answers.
ca_es: Error: Aquesta pregunta no té respostes.

source: Only numbers may be entered in these fields
ca_es: Només s'accepten nombres en aquest camp

source: Please click and drag the slider handles to enter your answer.
ca_es: Feu clic i arrossegueu el control lliscant per introduir la resposta.

source: Remaining:
ca_es: Restant:

source: Drag and drop the pin to the desired location. You may also right click on the map to move the pin.
ca_es: Arrastra i deixa l'agulla al lloc que desitgeu. També podeu clicar sobre el mapa amb el botó dret per l'agulla.

source: Error: There are no answer options for this question and/or they don't exist in this language.
ca_es: Error: No opcions de resposta per aquesta pregunta i/o no existeixen en aquest idioma.

source: Error: There are no answers defined for this question.
ca_es: Error: No s'han definit respostes per aquesta pregunta

source: You have completed %s%% of this survey
ca_es: Ja ha completat el %s%% d'aquesta enquesta

source: Sorry, the uploaded file (%s) is larger than the allowed filesize of %s KB.
ca_es: Ho sentim, l'arxiu pujat (%s) és més gran de la mida permesa de %s KB.

source: Sorry, only %s extensions are allowed!
ca_es: Ho sentim, només les extensions %s estan permeses!

source: The minimum number of files has not been uploaded.
ca_es: No s'ha carregat la quantitat mínima d'arxius
